Repository: edigiacomo/django-statusboard
Catalog: statusboard/locale/*/LC_MESSAGES/django.po
Languages: it

source: Operational
it: Operativo

source: Performance issues
it: Problemi di performance

source: Partial outage
it: Interruzione parziale

source: Major outage
it: Interruzione totale

source: name
it: nome

source: description
it: descrizione

source: priority
it: priorità

source: groups
it: gruppi

source: service
it: servizio

source: services
it: servizi

source: Never collapse
it: Non compattare mai

source: Always collapse
it: Compatta sempre

source: Collapse when all the services are operational
it: Compatta quando tutti i servizi sono operativi

source: service group
it: gruppo dei servizi

source: service groups
it: gruppi dei servizi

source: Investigating
it: In studio

source: Identified
it: Identificato

source: Watching
it: In esame

source: Fixed
it: Risolto

source: occurred
it: avvenuto

source: incident
it: incidente

source: incidents
it: incidenti

source: incident update
it: aggiornamento dell'incidente

source: incident updates
it: aggiornamenti dell'incidente

source: scheduled start
it: inizio previsto

source: maintenance
it: manutenzione

source: maintenances
it: manutenzioni

source: Toggle navigation
it: Alterna la navigazione

source: Incident archive
it: Archivio degli incidenti

source: Manage
it: Gestione

source: Create new incident
it: Crea un nuovo incidente

source: Create new service group
it: Crea un nuovo gruppo di servizi

source: Create new service
it: Crea un nuovo servizio

source: Create new maintenance
it: Crea una nuova manutenzione

source: Sign out
it: Esci

source: Sign in
it: Entra

source: Incidents reported in
it: Incidenti segnalati a

source: No incidents found
it: Nessun incidente trovato

source: Delete an incident
it: Elimina un incidente

source: Are you sure you want to delete the incident "%(incident)s"?
it: Sei sicuro che vuoi eliminare l'incidente "%(incident)s"?

source: Confirm
it: Conferma

source: Report a new incident
it: Segnala un nuovo incidente

source: Edit incident
it: Modifica l'incidente

source: delete
it: elimina

source: Incident update
it: Aggiornamento dell'incidente

source: Description
it: Descrizione

source: Submit
it: Invia

source: edit
it: modifica

source: last update
it: ultimo aggiornamento

source: scheduled
it: pianificato

source: Recent incidents
it: Incidenti recenti

source: create
it: crea

source: Your username and password didn't match. Please try again.
it: Il tuo nome utente e la tua password non sono corretti. Per favore riprova.

source: Your account doesn't have access to this page. To proceed, please login with an account that has access.
it: Il tuo account non sembra avere accesso a questa pagina. Per procedere, per favore effettua l'accesso con un utente che ha gli opportuni permessi.

source: Please login to see this page.
it: Per favore effettua l'accesso per vedere questa pagina.

source: Please sign in
it: Per favore effettua l'accesso

source: Username
it: Nome utente

source: Delete a maintenance
it: Elimina una manutenzione

source: Are you sure you want to delete the maintenance "%(maintenance)s"?
it: Sei sicuro che vuoi eliminare la manutenzione "%(maintenance)s"?

source: Create a new maintenance
it: Crea una nuova manutenzione

source: Edit maintenance
it: Modifica la manutenzione

source: Mantaineance messages are meant as an alert before an event and the home page will show the maintenance message until the scheduled time expires. Any information regarding the maintenance should be filed as an incident.
it: I messaggi di manutenzione sono da considerarsi degli avvisi precedenti alla manutenzione stessa e la home page mostrerà il messaggio fino al raggiungimento dell'instante di pianificazione. Ogni informazione riguardante la manutenzione deve essere compilata in un incidente.

source: Delete a service
it: Elimina un servizio

source: Are you sure you want to delete the service "%(service)s"?
it: Sei sicuro che vuoi eliminare il servizio "%(service)s"?

source: Create a new service
it: Crea un nuovo servizio

source: Edit service
it: Modifica il servizio

source: Delete a service group
it: Elimina un gruppo di servizi

source: Are you sure you want to delete the service group "%(servicegroup)s"?
it: Sei sicuro che vuoi eliminare il gruppo di servizi "%(servicegroup)s"?

source: Create a new service group
it: Crea un nuovo gruppo di servizi

source: Edit service group
it: Modifica un gruppo di servizi

source: Uncategorized
it: Non categorizzati

source: All systems are operational
it: Tutti i sistemi sono operativi

source: Some systems are experiencing performance issues
it: Qualche sistema soffre di problemi di prestazioni

source: Some systems are experiencing partial outages
it: Qualche sistema soffre di interruzione parziale

source: Some systems are experiencing major outages
it: Qualche sistema soffre di interruzione totale
